Repository: dias-rafael/mb-desafio-flutter
Catalog: lib/core/l10n/intl_*.arb
Languages: pt

# listTitle
source: Exchanges List
pt: Lista de Exchanges

# detailsTitle
source: Exchange Details
pt: Detalhes da Exchange

# errorTitle
source: An error occurred
pt: Ocorreu um erro

# errorMessage
source: Something went wrong. Please try again later.
pt: Algo deu errado. Por favor, tente novamente mais tarde.

# errorUnknown
source: An unknown error occurred.
pt: Ocorreu um erro desconhecido.

source: No data available
pt: Nenhum dado disponível

# spotVolumeUSD
source: Spot Volume USD: {value}
pt: Volume Spot USD: {value}

# launched
source: Launched: {value}
pt: Lançado em: {value}

source: Error fetching more exchanges
pt: Erro ao buscar mais exchanges

source: Error fetching exchanges
pt: Erro ao buscar exchanges

source: No exchange detail available
pt: Nenhum detalhe de exchange disponível

# errorFetchingDetailExchanges
source: Error fetching exchange details
pt: Erro ao buscar detalhes das exchanges
